Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/helsenorge.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: If you have children under the age of 16, you can also see which vaccines they have received.
nb: Har du barn under 16 år, kan du også se deres vaksiner.

source: If you receive a pension from another EU/EEA country or Switzerland in addition to a pension from Norway, you must declare this in your S1 application.
nb: Mottar du pensjon fra et annet EU/EØS-land eller Sveits i tillegg til pensjon fra Norge, må du opplyse om dette i søknaden om S1.

source: They should have been summoned by the
nb: det gjaldt reise til og/eller fra behandling.

source: The doctor will consider these factors against the risk of developing thrombosis with thrombocytopenia syndrome (TTS), which is a serious adverse reaction.
nb: Legen vurderer disse momentene opp mot risikoen for å kunne få den alvorlige bivirkningen trombose med trombocytopeni-syndrom (TTS).

source: For students outside the EU/EEA, the rules on extended benefits apply.
nb: For studenter utenfor EU/EØS gjelder reglene om utvidet stønad.

source: If a child tastes an e-cigarette liquid which contains nicotine, call 113.
nb: Ved smak på e-sigarettvæske med nikotin, ring 113.

source: There are only a few weeks until you can have an mRNA vaccine as part of the vaccination programme.
nb: Det er bare få uker til du kan bli vaksinert med mRNA-vaksine i vaksinasjonsprogrammet.

source: Learn more about notifications at helsenorge.no.
nb: Les mer om varsler på helsenorge.no.

source: A negative test is a good sign that you are not infected with HIV.
nb: En negativ test er en god indikasjon på at du ikke er smittet med hiv.

source: The temperature of the water should be as hot as the patient can tolerate, up to 45
nb: Temperaturen på vannet skal være så varmt som pasienten tolererer, opptil 45

source: If you have citizenship of a country outside the EU/EEA and are posted to another Nordic country by an employer in Norway, you will have the same rights as EU/EEA citizens.
nb: Hvis du derimot arbeider midlertidig som selvstendig næringsdrivende i et annet EU/EØS-land, vil du kunne beholde ditt pliktige medlemskap i folketrygden.

source: Health professionals working for service providers which do not have authorisation are not permitted to take a blood sample from you for a NIPT and send it abroad for analysis.
nb: Helsepersonell ved virksomheter uten godkjenning har ikke lov til å ta blodprøve av deg til NIPT og sende den til utlandet for analyse.

source: You must both be over 18 years of age
nb: Dere må begge være over 18 år

source: children have travelled to visit or spend time with their parents
nb: behandlingssted, bruker du datofeltet for å oppgi dato og

source: If you need any of these things for more than three months after the date of injury (acute phase), the doctor must provide a statement detailing your needs.
nb: Dersom du har behov for noe av dette lenger enn tre måneder etter skadedato (akuttfasen), må legen skrive en erklæring om hva du har behov for.

source: Elderly people and persons in a medical risk group are at greater risk of serious illness/death from COVID-19.
nb: Eldre mennesker og mennesker i en medisinsk risikogruppe har høyere risiko for alvorlig sykdom/død av covid-19.

source: Let baby eat finger foods unaided while being spoon-fed.
nb: La barnet spise selv og samtidig få mat på skje.

source: Children under the age of 18 have the right to have a travel companion with them when they are to receive treatment.
nb: Barn under 18 år har rett til å ha med seg ledsager når de skal til behandling.

source: can find medicines which are not being stored properly, e.g. in a handbag that has been left on the floor.
nb: ikke er forsvarlig oppbevart, for eksempel i en håndveske som står på gulvet.

source: Cup your breast behind the darker area around the nipple (the areola).
nb: Hold bak det brune området rundt brystknoppen (areola).

source: An HIV-positive person may be reluctant to talk about HIV at work, since it is a diagnosis that is perceived as problematical, or they consider it a private matter.
nb: Hiv kan være noe man ikke ønsker å snakke om på jobb fordi det er en diagnose som oppfattes som uproblematisk, eller man opplever det som en privatsak.

source: In rare cases, it may be necessary to debride the cornea, as the nematocyst filaments can be left behind.
nb: I sjeldne tilfeller kan det bli nødvendig å debridere kornea, da nematocysttrådene kan sitte fast.

source: Study documentation issued by the educational institution.
nb: Studiedokumentasjon utstedt av lærested.

source: If NPE does not see any reason why it should amend the decision, it will forward your appeal to the Patient Injury Compensation Board (Pasientklagenemnda) at Helseklage.
nb: Hvis NPE ikke finner grunn til å gjøre om på vedtaket, sender de klagen din videre, slik at den blir behandlet av Pasientklagenemnda i Helseklage.

source: If you have an acute illness and/or fever over 38 C, vaccination will be deferred until you have recovered.
nb: Dersom du har akutt sykdom og/eller feber over 38 grader vil vaksinering bli utsatt til du er frisk.

source: You can take sick leave for 2-3 days if you wish.
nb: Du blir sykemeldt i 2-3 dager dersom du ønsker det.

source: This is not specifically for people living with HIV, but for anyone suffering from a chronic illness in their working life.
nb: Dette er ikke spesielt for personer som lever med hiv, men gjelder alle kronisk syke i arbeidslivet.

source: Your doctor will decide whether you can have the vaccine
nb: Legen avgjør om du kan få vaksinen

source: via the vagina through the cervix (transcervical)
nb: via skjeden gjennom livmorhalsen (transcervicalt)

source: When you move to another EU/EEA country or Switzerland, you must also
nb: Når du flytter til et annet EU/EØS-land eller Sveits, må du også

source: With voluntary membership in the Norwegian National Insurance Scheme, family members also receive the right to coverage of expenses for healthcare services abroad.
nb: Med frivillig medlemskap i folketrygden får også familiemedlemmer rett til dekning av utgifter til helsetjenester i utlandet.

source: Use the medicine as explained by your doctor or pharmacist.
nb: Bruk medisinen slik lege eller apotek har forklart.

source: Use the form below if you want to order a corona certificate, but do not have a d-number or Norwegian birth number.
nb: Bruk skjemaet under hvis du ønsker å bestille koronasertifikat, men mangler d-nummer eller norsk fødselsnummer.

source: The Ministry of Foreign Affairs advises against all travel that is not strictly necessary to all countries.
nb: Utenriksdepartementet fraråder alle reiser som ikke er strengt nødvendige til alle land.

source: Every time an item is dispensed, you can opt out so that your GP will not receive notification, even if you have given your consent in the past.
nb: For hver utlevering kan du reservere deg mot at fastlegen får melding, selv om du før har gitt samtykke.

source: You must document your membership if you apply to Helfo for reimbursement.
nb: Du må dokumentere medlemskap hvis du søker Helfo om refusjon.

source: They offer rapid tests for both HIV and syphilis, as well as tests for gonorrhoea, chlamydia and mycoplasma.
nb: De tilbyr hurtigtest for både hiv og syfilis, og tester også for gonoré, klamydia og mycoplasma.

source: Are you an employee or posted worker living in another EU / EEA-country?
nb: Er du arbeidstaker i Norge og bosatt i et annet EU/EØS-land?

source: The rash usually appears 1-3 days after exposure, and is limited to the areas that have been in contact with the plant and then exposed to sunlight.
nb: Utslettet kommer vanligvis 1–3 døgn etter eksponering, og begrenses til de områdene som har vært i kontakt med planten og deretter er utsatt for sollys.

source: This could for example include walking or cycling to and from work, taking the stairs, doing housework, and taking a walk or two during the day.
nb: Det kan for eksempel være å gå eller sykle til og fra jobb, gå trapper, gjøre husarbeid, og ta en luftetur eller to i løpet av dagen.

source: Mixed feeding - why?
nb: Delamming - hvorfor?

source: This is voluntary, and nobody else can see who has registered as infected.
nb: Dette er frivillig, og det er ingen som kan se at det er du som har oppgitt smitte.

source: A travel companion is entitled to reimbursement for travel
nb: transportmiddel på reisen eller skal søke om tilleggsutgifter,

source: Who will be offered a placenta test?
nb: Hvem får tilbud om morkakeprøve?

source: Paternity can be declared online before the birth of the child, around the time of the birth, or after the birth by logging in to Nav.no via ID-porten.
nb: Farskap kan erklæres digitalt før fødselen, i forbindelse med fødselen eller etter fødselen ved at dere begge logger inn på Nav.no via ID-porten.

source: Employee in Norway from the EU / EEA or Switzerland
nb: Arbeidstaker i Norge fra EU/EØS eller Sveits

source: If your child has tasted snuff, nicotine chewing gum, tobacco or cigarettes, the amount of nicotine in the product will determine whether your child can simply be observed at home or whether you should take them to see a doctor.
nb: Hvis barnet har smakt på snus, nikotintyggegummi, skrå eller sigaretter, vil mengden nikotin i produktet være avgjørende for om barnet kan observeres hjemme eller du bør ta med barnet til lege.

source: If you have any questions about using the digital service, call the helsenorge.no helpline on 23 32 70 00.
nb: Har du spørsmål om bruk av den digitale løsningen, ring Veiledning for helsenorge.no på 23 32 70 00.

source: Posted workers in the EU/EEA and Switzerland
nb: Selvstendig næringsdrivende i EU/EØS og Sveits

source: 2021 only some groups of people will have the right to be reimbursed for health care expenses.
nb: januar 2021 vil bare enkelte persongrupper ha rett til å få dekket utgifter til helsehjelp.

source: What information must the letter contain?
nb: Hva må brevet inneholde?

source: You must be able to document the test result.
nb: Du må kunne dokumentere prøvesvaret.

source: Read more about the rights that European Health Insurance Cards give you
nb: Les mer om hva Europeisk helsetrygdkort gir rett til

source: Read more about driving licences and dementia in the driving licence guide (helsedirektoratet.no).
nb: Les mer om førerkort og demens i førerkortveilederen (helsedirektoratet.no).

source: In the case of shops, the age limit for sales of emergency contraception and all other medications is 18.
nb: I butikkene er aldersgrensen for salg av nødprevensjon og alle andre medisiner 18 år.

source: The most common problems are heavy bleeding and abdominal pain.
nb: De vanligste plagene er rikelig blødning og magesmerter.

source: See where to complete your travel quarantine here.
nb: Se hvor du skal gjennomføre reisekarantenen her.

source: This page explains your health rights as a pensioner that have moved to another EU/EEA country or Switzerland.
nb: På denne siden kan du lese om hvilke helserettigheter du som pensjonist har når du har flyttet til et EU/EØS-land eller Sveits.

source: If your test result is negative, you can stop worrying about your health.
nb: Tester du negativt slipper du mange bekymringer for egen helse.

source: If you have questions or require assistance in connection with the registration, please call +47 33 41 28 70.
nb: Har du spørsmål eller trenger hjelp til registrering, kan du ringe +47 33 41 28 70.

source: If you are receiving a state old age pension, children’s pension, survivor’s pension or disability benefit and intend to move to another EU/EEA country or Switzerland, you can apply to Helfo for an S1 certificate (formerly form E121).
nb: Dersom du mottar offentlig alderspensjon, barnepensjon, gjenlevendepensjon eller uføretrygd og skal flytte til et annet EU/EØS-land eller Sveits, kan du søke Helfo om rettighetsdokument S1 (tidligere blankett E121).

source: Find or ask for the address of:
nb: Finn eller be om adressen til:

source: You will find information on the rules that apply in the various EU/EEA countries at
nb: Du finner informasjon om hvilke regler som gjelder for de ulike landene i EU/EØS på

source: Finally, you will be asked if you want to share what are known as "ID-keys".
nb: Til slutt blir du spurt om du vil dele det som kalles «ID-nøkler».

source: Are you a girl aged 16 or 17 and unable to get to a pharmacy?
nb: Er du jente på 16 eller 17 og har ikke tilgang til apotek?

source: If you are a pensioner who has moved to another EU/EEA country or Switzerland, you will normally be entitled to healthcare in your country of residence.
nb: Hvis du som pensjonist har flyttet til et EU/EØS-land eller Sveits, vil du normalt ha rett til helsetjenester i bostedslandet ditt.

source: If you have left your card at home, you can ask Helfo for an emergency form.
nb: Har du glemt kortet hjemme, kan du eventuelt be Helfo om en hasteblankett.

source: Causes of violence and abuse of children and adolescents
nb: Årsaker til vold og overgrep mot barn og unge

source: You must then contact the National Population Register in order to clarify the address that is registered for you.
nb: Du må da kontakte folkeregisteret for å avklare hva som er registrert på deg.

source: Compound umbel and secondary umbel:
nb: Storskjerm og småskjerm:

source: At the beginning of February 2021, 846 100 people had downloaded the app.
nb: I begynnelsen av februar 2021 hadde 846 100 personer lastet ned appen.

source: Petter must pay a user fee, just like other inhabitants of the Netherlands.
nb: Ida må betale en egenandel, i likhet med andre innbyggere i Tyskland.

source: Don't have a national ID number or D number?
nb: Har du ikke personnummer eller D-nummer?

source: If your period does not return within 4-6 weeks, contact your GP to find out whether you are still pregnant.
nb: Dersom menstruasjonen ikke kommer tilbake etter 4-6 uker, må du kontakte lege for å finne ut om du fortsatt er gravid.

source: How long is the certificate valid for?
nb: Hvor lenge er koronasertifikatet gyldig?

source: You must pay for the translation yourself.
nb: Du må eventuelt betale for oversettelsen selv.

source: Stay at home or another suitable location if you are exempt.
nb: Opphold deg på et egnet oppholdssted eller i eget hjem.

source: Both are full-time students and members of the Norwegian National Insurance Scheme.
nb: Begge er heltidsstudenter og medlemmer i den norske folketrygden.

source: When taking photographs of the mushroom:
nb: Når du tar bilder av soppen:

source: This will for example apply to:
nb: Dette er aktuelt for blant annet:

source: Illustration: LightField / Mostphotos
nb: Illustrasjon: LightField / Mostphotos

source: If your host family does not take out insurance for you, this contravenes the au pair contract.
nb: Hvis vertsfamilien din ikke tegner forsikring for deg, er dette i strid med au pair-kontrakten.

source: Not received a test result?
nb: Har du ikke fått svar?

source: Have the mushroom or good photographs of it to hand when you call.
nb: Ha soppen eller gode bilder tilgjengelig når du ringer.

source: NIPT or NIPD for other medical conditions
nb: NIPT eller NIPD for andre tilstander

source: The result of an HIV test is about 80% certain around two to three weeks after you become infected.
nb: Hivtest gir omtrent 80 prosent sikkert svar to til tre uker etter eventuelt smittetidspunkt.

source: Factors that increase the level of stress on a family are also important, such as unemployment and poverty.
nb: Faktorer som øker stressbelastningen på familien er også viktig, som arbeidsledighet og fattigdom.

source: All pharmacies and most bandagists can process your e-prescription.
nb: Alle apotek og de fleste bandasjister kan ekspedere e-resepten din.

source: If you have general questions about helsenorge.no, please use this form.
nb: Har du generelle spørsmål om helsenorge.no kan du sende det i skjemaet.

source: For vacations abroad of more than 12 months, membership in the Norwegian National Insurance Scheme shall cease from the first day.
nb: Ved ferieopphold på mer enn 12 måneder i utlandet opphører medlemskapet i norsk folketrygd fra første dag.

source: In most cases, it is sufficient to provide documentation or an application from a GP.
nb: I de fleste tilfellene er det tilstrekkelig med dokumentasjon eller søknad fra allmennlege.

source: Local rules may also apply, relative to the local level of infection in the specific municipality.
nb: Nærpersoner, pedagogisk personell og helsearbeidere trenger kompetanse i anfallshåndtering, akuttmedisinering og anfallsforebyggende tiltak.

source: Accidents involving such products can lead to poisoning, which in the worst case scenario can even be life-threatening.
nb: Uhell med slike produkter kan føre til forgiftninger, som i verste fall er livstruende.

source: What does the EU/EEA control page show?
nb: Hva viser EU/ EØS-kontrollsiden?

source: Image of flowers and berries on deadly nightshade.
nb: Bilde av blomster og bær hos belladonnaurt.

source: The side effects of surgical abortion are usually minor, and most procedures are straightforward.
nb: Det er vanligvis lite bivirkninger ved kirurgisk abort, og de fleste inngrepene er ukompliserte.

source: If you are notified that you have been near an infected person, the app works as normal.
nb: Hvis du får melding om at du har vært i nærheten av en smittet person, fungerer appen som normalt.

source: This is a simple procedure, not a comprehensive ultrasound examination which pregnant women entitled to fetal diagnostics have.
nb: Dette er en enklere undersøkelse, ikke en fullstendig ultralydundersøkelse som det gravide med rett til fosterdiagnostikk får.

source: Find out about your rights on the pages concerning tourists in the EU/EEA.
nb: Les mer om rettighetene dine på sidene om turister i EU/EØS og Sveits

source: you can find a link to the application for certificate A1 (form NAV 02-08.07) at nav.no
nb: du finner lenke til søknad om attest A1 (skjema NAV 02-08.07) på nav.no

source: An ophthalmologist must confirm that the visual impairment is due to your occupational injury.
nb: En øyespesialist må bekrefte at synssvekkelsen skyldes yrkesskaden eller yrkessykdommen.

source: Sexually active men who have sex with other men are at greater risk of becoming infected with HIV.
nb: Seksuelt aktive menn som har sex med menn har større risiko for å bli smittet med hiv.

source: Sometimes, sores on nipples are slow to heal.
nb: Av og til vil sår på brystknoppen ikke gro.

source: Illustration: Jolanta Mayerberg / Mostphotos.com
nb: Illustrasjon: Jolanta Mayerberg / Mostphotos.com

source: You will then be observed in the ward for 1-2 hours before you will be allowed to go home.
nb: Deretter blir du observert i avdelingen i 1-2 timer før du kan reise hjem.

source: If you are going to travel abroad, you must find out for yourself which rules apply for entry into the country you are going to, and what kind of documentation is required.
nb: Hvis du skal reise til utlandet, må du selv finne ut hvilke regler som gjelder for innreise i landet du skal til, og hva slags dokumentasjon som kreves.

source: is specially treated charcoal which can be beneficial to give the child following a poisoning accident.
nb: er spesialbehandlet kull som kan være nyttig å gi ved noen forgiftningsuhell.

source: In order to be entitled to a refund, NAV must have approved your occupational injury.
nb: For å få refusjon må Nav ha godkjent yrkesskaden eller yrkessykdommen din.

source: If you arrive by air, the test can be taken during the last 24 hours prior to the first scheduled flight of your itinerary.
nb: For personer som ankommer med fly, kan testen være tatt i løpet av de siste 24 timene før oppsatt avgangstid på første del av flyreise.

source: Anyone applying for a driving licence in groups 2 and 3 must also always obtain a medical certificate from a doctor.
nb: De som skal ha førerkort i gruppe 2 og 3 må også alltid ha helseattest fra lege.

source: HIV and involvement in working life
nb: Hiv og deltakelse i arbeidslivet

source: After the sample has been taken, you will often be asked to wait about 15 minutes before leaving the hospital.
nb: Etter at prøven er tatt, er det ofte anbefalt at du venter cirka 15 minutter før du forlater sykehuset.

source: If you do not receive support from the Norwegian State Educational Loan Fund while studying in Quebec, you have to send the following information to Helfo, Postboks 2415, 3104 Tønsberg:
nb: Du som ikke får støtte fra Lånekassen under studiene i Québec, må sende følgende opplysninger til Helfo, Postboks 2415, 3104 Tønsberg:

source: You can send and receive messages, view appointments and receive notifications about previous visits.
nb: Du kan sende og motta meldinger, se avtaler og få varsler om utførte besøk.

source: are examples of such products.
nb: er eksempler på slike produkter.

source: The abortion process is started by you taking a pill at a gynaecological outpatient clinic.
nb: Aborten starter ved at du får en tablett på gynekologisk poliklinikk.

source: All established treatment shall usually be initiated or evaluated before a case is submitted to the Expert Panel.
nb: I forkant vil lunge-, hjerte/kar- og mage/tarm- og nevrologisk funksjon bli vurdert, i tillegg til ernæringsstatus.

source: Persons with a developmental disability do not fulfil the health requirements for a group 2 or 3 driving licence, due to the stricter requirements that apply regarding road safety.
nb: Personer med utviklingshemming fyller ikke helsekravene for førerkortgruppe 2 og 3, på grunn av økte krav til trafikksikkerhet.

source: All hospitals in the South-Eastern Norway Regional Health Authority (Helse Sør Øst) offer this service except:
nb: Alle sykehusene i Helse Sør-Øst tilbyr elektronisk skjema for rettighetsklage, unntatt

source: This usually concerns skin injuries, often bruises and wounds, but visible fractures and head injuries also occur.
nb: Dette dreier seg oftest om hudskader, vanligvis blåmerker og sårskader, men også synlige brudd og hodeskader.

source: Your phone has sent these to other phones during the past 14 days.
nb: Disse har telefonen din sendt ut de siste 14 dagene til andre telefoner.

source: The abortion process will start as soon as you have taken the pill.
nb: Når tabletten er tatt, er abortprosessen i gang.

source: Different rules apply to disability pensioners, old-age pensioners and AFP pensioners.
nb: Det er ulike regler om du er uføretrygdet, alderspensjonist eller AFP-pensjonist.

source: If you are a pensioner with an S1 certificate who is resident abroad, you must have a health insurance card which has a yellow back.
nb: Er du pensjonist med S1 bosatt i utlandet, skal du ha helsetrygdkort med gul bakside.

source: If you arrive by air, the test can be taken during the last 24 hours prior to the scheduled departure time of the first flight of your itinerary.
nb: Kommer du med fly til Norge kan testen være tatt i løpet av de siste 24 timene før oppsatt avgangstid på først del av flyreisen.

source: All travellers above the age of 16 will need to fill in a travel registration form upon entry in Norway.
nb: Alle reisende over 16 år skal fylle ut et registreringsskjema for innreise før ankomst til Norge.

source: You must pay particular attention if the child gets something in their mouth when lying on their back.
nb: Hvis barnet får noe i munnen når det ligger på ryggen må du være ekstra oppmerksom.

source: Some umbellifers, including Persian hogweed and giant hogweed, are phototoxic.
nb: Noen skjermplanter, blant annet tromsøpalme og kjempebjørnekjeks, er fototoksiske planter.
